---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsPipeFittingLossKfactorParam
source: html/1d8059c0-e7dc-0f1f-368c-af8e32658023.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsPipeFittingLossKfactorParam Property

"K Coefficient"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsPipeFittingLossKfactorParam { get; }
```